<unk>
<pad>
<sos>
<eos>
the
<ent>
.
<ans>
of
is
are
and
whose
in
,
there
by
with
people
who
television
which
place
a
was
team
's
as
one
where
both
for
person
company
city
show
shows
to
country
location
military
awards
has
located
from
work
places
alma
river
death
on
(<ent>)
players
source
members
artist
companies
music
common
former
'<ent>
at
that
musical
mouth
teams
president
works
cities
mater
new
artists
associated
composed
played
leader
origin
parent
known
office
region
university
writer
also
birth
first
producer
founded
member
born
resting
state
films
notable
successor
football
religion
have
key
language
movies
owner
things
died
band
birthplace
were
predecessor
religions
composer
residence
sports
stadium
national
partner
relatives
mountain
characters
headquarters
school
<ent>-<ent>
battle
coach
current
holder
home
software
theme
writers
network
party
related
academic
club
games
schools
subsequent
won
distributed
owned
video
debut
film
label
prime
scientists
universities
basketball
countries
county
fictional
produced
products
recorded
tenants
<ent>:
affiliation
books
branch
created
director
doctoral
mascot
stations
american
area
broadcast
developer
name
nationality
player
scientist
soccer
cast
nearest
official
series
album
bands
conflicts
field
genre
genres
main
railway
written
character
directed
parties
producers
product
relative
served
airlines
body
distributor
editor
major
maters
play
regions
rivers
sea
sister
station
an
associate
authority
battles
broadcasted
burial
fought
government
jr
labels
largest
locations
minister
position
service
stadiums
town
author
bridges
child
commander
designed
fields
political
route
services
type
advisor
architect
award
awarded
buildings
buried
f
founder
governing
institution
j
names
organisations
pole
profession
programming
record
sport
states
unit
appointer
authored
been
children
commanders
destinations
driver
executive
governor
i
operator
part
presidents
radio
system
tributary
.c
<<ent>>
allegiance
developed
district
high
leaders
mammals
municipality
narrator
operating
platform
season
shrine
subjects
.s
college
constituency
currency
destination
discipline
e
edited
foundation
head
ingredient
manufacturer
presented
published
singles
tenant
&
areas
athletics
automobiles
baseball
board
chairman
clubs
combatants
creator
d
family
garrison
graduated
hockey
hub
line
mountains
opening
operated
organisation
other
owners
plays
publisher
religious
song
trained
venerated
actors
based
belong
birthplaces
boeing
citizenship
designer
different
founders
given
information
league
made
manager
mayor
nickname
officeholder
order
start
student
studied
used
w
worked
your
assembly
be
bridge
can
developers
ethnic
ethnicity
famous
followed
his
ingredients
into
managed
owning
predecessors
previous
province
royalties
units
war
affiliations
airport
animator
appliance
ascended
belongs
builder
built
canonized
cause
content
currencies
division
draft
end
engine
foods
game
holders
interest
journals
judge
license
lieutenant
managers
manufactured
medalist
men
michael
movie
newspapers
os
parents
partners
races
rank
saints
settlement
them
those
under
voice
wine
'
authors
bank
book
class
coached
crosses
drafted
group
had
hometown
house
ice
james
led
left
lines
local
magazine
named
o
opponents
organization
origins
parliament
participated
past
photography
phylum
politicians
portrayed
prospect
provides
purpose
received
road
s
serving
species
spouse
st
style
stylistic
subsidiary
t
their
they
tv
vice
voiced
actor
administrative
adrian
affiliated
agencies
air
architects
architecture
arena
around
athletes
automobile
b
border
building
c
campus
charles
cinematographer
command
conflict
cover
crossed
drivers
eagles
employer
employers
entertainment
episode
fc
ford
golden
guests
headquartered
highschool
horses
junction
marquette
me
ministers
narrators
non-profit
north-western
officeholders
outflow
race
representatives
seasons
settlements
signed
territories
took
vs
2014-15
<ent>)
albums
archipelago
architectural
assembled
basora
before
binomial
chancellor
channel
church
commanded
computing
debuted
disciplines
discovered
districts
figure
flow
flows
fr
g
go
henry
hubs
incumbent
institutes
instrument
involved
its
john
jurisdiction
k
l
languages
launch
licence
manufacturers
mascots
monarch
musicals
nation
neighboring
networks
next
nicknames
non-fiction
originated
over
owns
playing
professions
r
right
royalty
seat
senator
shrines
some
sony
stephen
stockholder
subject
supervisor
time
towns
trainer
training
up
us
use
youth
(tv
address
agnel
aired
airline
ambrose
anthem
attended
beatified
borders
bronze
capital
central
champion
comics
constituencies
de
deathplace
deputy
designers
divisions
elections
everybody
f/a-18e/<ent>
format
formats
found
garrisoned
grounds
groups
historic
honours
houses
interests
knows
land
little
lyrics
m
married
meaning
organizations
p
peak
presenter
residences
rockets
screenplay
shareholder
skaters
starring
stars
straczynski
structure
successors
through
types
u
william
you
(the
2013-14
<ent>-on-sea
academy
acts
agency
appliances
arthur
astronauts
belonging
best
billed
blood
bros
c++
cars
catto
cerebral
ceremonial
ch-47
channel)
chess
chinook
cologny
creators
david
dishes
distributing
don
educational
engineers
england
families
food
formula
francisco
french
governed
governors
graduates
ground
he
headcoach
inflow
influenced
international
islands
jamiatu
journal
judges
layouts
let
live
magazines
metabolism
middlesbrough
mindanao
ministry
mother
multipurpose
municipalities
musician
muslim
my
nations
occupation
old
operators
opponent
outflows
outlook
park
peter
politician
pregny-chambsy
provided
publishers
range
ranked
running
same
science
serve
significant
silver
situated
students
superintendent
transportation
two
under-20
under-21
volleyball
warner
willing
windows
working
y-block
(asr-13)
(band)
(u
+
.1
.co
2009-10
59
<ent>++
<ent>>
?
a-changin
affiliates
all
antarctic
appeared
arts
artworks
associates
bacterias
base
berlin
beverages
boards
borough
branches
byrd
career
carell
causes
center
centre
collaborated
combatant
composers
currently
daniel
day
defenceman
denomination
design
devices
directors
education
edwin
employed
employee
ends
european
firmicutes
flagbearer
fletcher
fort
german-occupied
grands
grandsire
grapes
guest
headquarter
high-speed
history
hotels
ikelenge
industry
influencer
institutions
island
lands
last
laura
layout
licensees
lives
louis
mac
maintainers
manga
mausoleum
microsoft
monroe
mouths
museum
naval
nominated
nominee
oahu
occupations
offices
out
own
panionios
parts
performed
performer
planet
platforms
playtone
pope
presenters
prix
prize
professional
programme
programmed
public
ralph
reason
records
relation
relegions
rented
role
rugby
run
san
sears
second
sects
series)
shareholders
single
sino-french
site
social
softwares
son
songs
southern
stream
systems
take
tales
terry
texas
these
thing
title
toronto
total
train
transit
trust
valley
venues
vmf-155
voices
washington
who:
wikipedia
will
women
wrote
zone
'76
'brien
'd
'regan
't
(<ent>
(album)
(film)
(musical)
(national
(song)
.com
.i
20
2000-01
2011-12
333
4
5
<<ent>
<ent>-
<ent>-like
<ent>s
addresses
aircrafts
albert
alton
alumni
am
amidala
angelo
another
anthony
architected
arm
artistic
association
aston
astorino
asus
athletic
available
ballet
banks
basic
bbc
became
berkshire
beverage
big
black
bob
bogdanua
bordering
bowl
boys
brian
broadcasting
brown
builded
builders
california
called
came
campuses
careers
carry
cave
chaffee
channels
chelsea
choreographer
clair
cline
co
coliseum
color
colour
come
comedy
comic
continent
cornet
corporation
course
cpu
craig
cross
currentclub
dam
days
denominations
department
dharma
did
discoverer
distributors
dolley
domain
dornbush
duncan
editors
el
employees
entomologist
episodes
erik
estuary
fame
fantasy
fashion
father
federation
festival
find
flug
follow
followers
following
foxconn
franklin
frontaccounting
general
getting
girls
gleason
glen
god
goes
goose
got
graham
grape
grave
gtk+
gymnastics
gymnasts
h
h-101
hall
hammer
hart
having
haymanot
her
hill
hold
homeport
hometowns
honoured
horse
host
hunter
ideology
if
ii
illustrated
illustrator
indian
inflows
insects
institute
instruments
it
jerome
joe
johnson
jon
jonas
judy
junctions
junior
kapodistrian
katyayana
kenya
king
kingdom
knight
kubrick
kumta
la
lakes
lancy
larry
launched
les
lg
licensed
licensee
lies
lieutenants
life
liliya
list
lobanova
lori
madison
magrin-vernerey
maintainer
maker
manthena
manu
many
mathematics
medals
mediterranean
mercedes-benz
michelle
mikhail
missions
models
monarchs
monthly
moscow
moscow-kazan
mount
mr
msx
mtr
multimedia
musicians
narrated
nationalities
neighbouring
nicholas
night
non-governmental
north
number
ochsner
olympics
onedrive
ones
operate
optimus
orders
originate
oulu
padm
painted
palang
participate
pashnin
passes
philip
pillsbury
plant
playstation
plymouth
portrayer
power
produces
program
programs
purposes
raced
racer
raj
rajasekhara
raju
ranging
raoul
reading
reddy
released
renfe
resides
resorts
responsibility
rev
rhuddlan
riley
rival
robert
roh
rostov-glavny
rousey
saint
salvador
school)
screen
screenplays
screenwriter
screenwriters
seats
senators
share
shaun
ship
similar
skater
so
someone
song)
sound
sources
south
sovereign
spartak
speak
speelman
stanley
star
starred
starting
starts
starwood
street
styles
subsidiaries
sucessor
summer
superdome
swore
tae-woo
taft
tate
tennie
tennis
thames
theatre
tilbury
timothy
titles
trainers
travel
truly
tunnels
udit
van
venkata
venue
vermont
very
veterans
villa
virginia
vmf-218
vu
wars:
way
we
weapons
webber
went
what
willem-alexander
world
wrestlers
writter
x
y
york
youthclubs
zeppos
